[General Setting]
Language_Name=Brasil--Portugues Brazilian
Image_index=5
[All]
////////////////////////////////main/////////////////////////
IDC_STC_TITLE = Gravador
IDC_STC_SIZE = Tamanho:
IDC_STC_TIME = Tempo:
IDC_STC_STATUS = Estado:

IDR_MENU_TRAY_SHOWMAIN = Mostrar Principal
IDR_MENU_TRAY_START = Gravar
IDR_MENU_TRAY_PAUSE = Pausa
IDR_MENU_TRAY_STOP = Parar
IDR_MENU_TRAY_EXIT = Sair


IDC_STATIC_TIP_RECORDDEST = Área:
IDC_STATIC_TIP_AUDIO = Audio:
IDC_STATIC_TIP_OUTPUT = Saída:
IDC_STATIC_RECORDDEST_NONE = Nenhum
IDC_BUTTON_RECORD = Gravar
IDC_BUTTON_PAUSE = Pausa
IDC_BUTTON_STOP = Parar
IDC_BUTTON_CONTINUE = Continuar

IDC_STATIC_MAIN_BUY = Comprar
IDC_STATIC_MAIN_REG = Registro
IDC_STATIC_MAIN_ABOUT = Guia

strCameraFormat = Camera@%s
////////////////////////////////播放器/////////////////////////
IDC_STC_PLAYER_TITLE = Media Players
IDR_MENU_PLAYER_OPENFILE = Abrir Arquivo
IDR_MENU_PLAYER_PLAY = Tocar
IDR_MENU_PLAYER_PAUSE = Pausa
IDR_MENU_PLAYER_STOP = Parar

////////////////////////////////设置/////////////////////////
IDC_STC_ADVANCEDSET_TITLE = Configurações
IDC_BUTTON_SETTARGET = Área
IDC_BUTTON_SETVIDEO = Vídeo
IDC_BUTTON_SETAUDIO = Áudio
IDC_BUTTON_SETWATERMARK = Marca d'água
IDC_BUTTON_SETCURSOR = Cursor
ID_BUTTON_SETSCREENSHOT = Capturar tela
ID_BUTTON_SETHOTKEY = Tecla Atalho
ID_BUTTON_OK = OK
ID_BUTTON_CANCEL = Cancelar

////////////////////////////////设置--视频/////////////////////////
IDC_STC_VIDEO_FOLDER = Pasta:
IDC_STC_VIDEO_RECORDREGION = Região:
IDC_STC_VIDEO_QUALITY = Qualidade:
IDC_STC_VIDEO_FORMAT = Formato:
IDC_STC_VIDEO_FRAME = FPS:
IDC_STC_VIDEO_RESOLUTION = Resolução:
IDC_STC_VIDEO_RECORDOBJECT = Objeto:
IDC_STATIC_VIDEO_CAMERA = Camera:
IDC_CHECK_RECORDSCREEN = Tela
IDC_CHECK_RECORDCAMERA = Capturar tela e webcam ao mesmo tempo
IDC_RADIO_FULLSCREEN = Tela Cheia
IDC_RADIO_USERDEFINED = Usuário Define 
IDC_RADIO_CAMERA = Camera
IDC_COMBO_VIDEO_QUALITY_0 = Maior
IDC_COMBO_VIDEO_QUALITY_1 = Superior
IDC_COMBO_VIDEO_QUALITY_2 = Médio
IDC_COMBO_VIDEO_QUALITY_3 = Inferior
IDC_COMBO_VIDEO_QUALITY_4 = Menor
IDC_BTN_PREVIEW_OPEN = Prévia
IDC_BTN_PREVIEW_CLOSE = Fechar
IDC_CHECK_VIDEO_HW = Ativar aceleração GPU
IDC_BUTTON_AUTORECORD = Auto Record

IDC_COMBO_VIDEO_RESOLUTION_0 = Tamanho Original
IDC_COMBO_VIDEO_RESOLUTION_1 = Tamanho Original 50%
IDC_COMBO_VIDEO_RESOLUTION_2 = 320 x 240
IDC_COMBO_VIDEO_RESOLUTION_3 = 480 x 360
IDC_COMBO_VIDEO_RESOLUTION_4 = 640 x 480
IDC_COMBO_VIDEO_RESOLUTION_5 = 800 x 600
IDC_COMBO_VIDEO_RESOLUTION_6 = 1280 x 720
IDC_COMBO_VIDEO_RESOLUTION_USER = Usuário Define

IDC_CHECK_TARGET_HIDECAMERA = Ocultar câmera durante a gravação
IDC_CHECK_TARGET_HOTSHOT = Uso espertalhão
IDC_STATIC_TARGET_SCALE = Escala:
IDC_STATIC_TARGET_SCALE_FORMAT = %0.1f
IDC_STATIC_TARGET_HOTKEY_TIP = Tecla atalho Abrir/Fechar:

IDC_STATIC_USERDEFINEDPARAM_TITLE = Usuário Define
IDC_STATIC_USERDEFINEDPARAM_DES1 = Nova Resolução:
IDC_STATIC_USERDEFINEDPARAM_DES2 = Novo FPS:
IDC_STATIC_USERDEFINEDPARAM_TIP1 = Vídeo altura não pode estar vazio!
IDC_STATIC_USERDEFINEDPARAM_TIP2 = Vídeo largura, deve ser maior que zero!
IDC_STATIC_USERDEFINEDPARAM_TIP3 = Vídeo deve ser maior que zero!
IDC_STATIC_USERDEFINEDPARAM_TIP4 = Vídeo deve ser maior que zero!
IDC_STATIC_USERDEFINEDPARAM_TIP5 = Vídeo taxa de quadros não pode estar vazio!
IDC_STATIC_USERDEFINEDPARAM_TIP6 = Vídeo taxa de quadros deve ser maior que zero!
IDC_STATIC_USERDEFINEDPARAM_TIP7 = Vídeo taxa de quadros não pode ser maior do que 40!

IDC_CHECK_TARGET_TRANS = Gravar em camada transparente
IDC_STATIC_TARGET_TRANS = Quando esta opcao estiver marcada, janela em camada/transparente exibidas na tela sera gravada. Uma vez que, esta opcao pode retardar a gravacao, ela deve ser usada apenas quando necessaria.

////////////////////////////////设置--音频/////////////////////////
IDC_STC_AUDIO_DEVICE = Fonte:
IDC_STC_AUDIO_QUALITY = Qualidade:
IDC_COMBO_AUDIO_QUALITY_0 = Alta
IDC_COMBO_AUDIO_QUALITY_1 = Médio
IDC_COMBO_AUDIO_QUALITY_2 = Baixa
////////////////////////////////设置--水印/////////////////////////
IDC_BUTTON_WATERMARK_TAB_TEXT = Texto Marca d'água
IDC_BUTTON_WATERMARK_TAB_IMAGE = Imagem Marca d'água
IDC_STATIC_TEXTWATERMARK_TRANSPARENT = Transparência:
IDC_STATIC_TEXTWATERMARK_ROTATE = Girar:
IDC_STATIC_TEXTWATERMARK_ALIGNMENT = Alinhamento:
IDC_STATIC_TEXTWATERMARK_ALIGNMENT_X = X:
IDC_STATIC_TEXTWATERMARK_ALIGNMENT_Y = Y:
IDC_CHECK_TEXTWATERMARK_SCROLL = Ativar Rolagem
IDC_STATIC_TEXTWATERMARK_DIRECT = Rolagem direto
IDC_STATIC_TEXTWATERMARK_SIZE = Rolagem Tamanho
IDC_STATIC_TEXTWATERMARK_TIME = Rolagem Duração 
IDC_CHECK_TEXTWATERMARK_FADEIN = Desvanecer dentro
IDC_CHECK_TEXTWATERMARK_FADEOUT = Desvanecer fora
IDC_CHECK_TEXTWATERMARK_REPEAT = Repetir
IDC_BUTTON_ADD_TEXTWATERMARK = Adicionar
IDC_BUTTON_TEXTWATERMARK_FONT = Fonte
IDC_BUTTON_TEXTWATERMARK_PREVIEW = Prévia

IDC_STATIC_IMAGEWATERMARK_SCALE = Escala:
IDC_STATIC_IMAGEWATERMARK_SCALE_WIDTH = Largura:
IDC_STATIC_IMAGEWATERMARK_SCALE_HEIGHT = Altura:
IDC_STATIC_IMAGEWATERMARK_ROTATE = Girar:
IDC_STATIC_IMAGEWATERMARK_FILEPATH = Arquivo:
IDC_STATIC_WATERMARKPREVIEW_TITLE = Prévia

IDC_BUTTON_WATERMARK_CLEAR = Limpar
IDC_CHECK_TEXTWATERMARK = Ativar Marca d'água
IDC_COMBO_TEXTWATERMARK_DIRECT_0 = Horizontal
IDC_COMBO_TEXTWATERMARK_DIRECT_1 = Vertical

IDC_STATIC_WATERMARK_DES1 = Sem Marca D'água
IDC_STATIC_WATERMARK_DES2 = Por favor, adicionar marca d'água

IDC_STATIC_IMAGEWATERMARK_IMAGE = Imagem:

////////////////////////////////设置--水印-Font/////////////////////////
IDC_STATIC_FONT_TITLE = Fonte
IDC_STATIC_FONT_NAME = Nome:
IDC_STATIC_FONT_SIZE = Tamanho:
IDC_STATIC_FONT_COLOR = Cor:
IDC_STATIC_FONT_DISTANCE = Espaçamento:
IDC_CHECK_FONT_SHADOW = Habilitar Sombra
IDC_CHECK_FONT_STROKE = Ativar AVC
IDC_CHECK_FONT_GLOWOUT = Ativar Brilho para fora
IDC_BUTTON_FONT_OK = OK
IDC_BUTTON_FONT_CANCEL = Cancelar


////////////////////////////////设置--鼠标/////////////////////////
IDC_CHECK_CURSOR_RECORD = Incorpore cursor do mouse na gravação.
IDC_CHECK_CURSOR_SCREENSHOT = Incorpore cursor do mouse em capturas de tela.
IDC_CHECK_CURSOR_SOUND = Clique com o Mouse em efeito sonoro.
IDC_CHECK_CURSOR_CLICKEFFECT = Clique com o Mouse em efeito:
IDC_STATIC_CURSOR_LEFTTIP = Clique esquerdo:
IDC_STATIC_CURSOR_RIGHTTIP = Clique Esquerdo duplo:

////////////////////////////////设置--截图/////////////////////////
IDC_STATIC_SCREENSHOT_FORMAT = Arquivo Formato:
IDC_STATIC_SCREENSHOT_OUTPUT = Pasta de Saída:
IDC_CHECK_SCREENSHOT_CLICK = Tirar captura de tela quando clicar no mouse
IDC_CHECK_SCREENSHOT_TIME = Cada
IDC_STATIC_SCREENSHOT_TIME = Segundos
IDC_CHECK_SCREENSHOT_SOUND = Som da voz captura tela

////////////////////////////////设置--快捷键/////////////////////////
// Suker
IDC_BUTTON_AUDIO_ADVANCED = Avançado

////////////////////////////////摄像头预览/////////////////////////
IDC_STATIC_CAMERAPREVIEW_TITLE = Visualizar - %s
IDS_OPEN_CAMERA_FAILED = Falha ao abrir a câmera!

////////////////////////////////设置--常规/////////////////////////
IDC_CHECK_DEFAULTRECORDSIZE = 录制范围默认尺寸
IDC_CHECK_MINWINDOW = 录制时最小化窗口
IDC_CHECK_OPENFILE = 录制完成后直接打开文件
IDC_STC_COMMON_CLOSEAPP = 关闭程序时：
IDC_RADIO_CLOSETO_TRAY = 最小化到托盘
IDC_RADIO_CLOSETO_EXIT = 退出程序
IDC_COMBO_DEFAULTRECORDSIZE_0 = 400x300
IDC_COMBO_DEFAULTRECORDSIZE_1 = 640x480
IDC_COMBO_DEFAULTRECORDSIZE_2 = 720x480
IDC_COMBO_DEFAULTRECORDSIZE_3 = 800x600
IDC_COMBO_DEFAULTRECORDSIZE_4 = Tela Cheia

////////////////////////////////设置--高级/////////////////////////
IDC_STC_ADVANCED_HOTKEY = Tecla Atalho:
IDC_STC_ADVANCED_RECORD = Início:
IDC_STC_ADVANCED_PAUSE = Pausa:
IDC_STC_ADVANCED_STOP = Parar:
IDC_STC_ADVANCED_SCREENSHOT = Captura de Tela:
IDC_STC_ADVANCED_NOTE   = 添加注释：
IDC_CHECK_NOTE_TIME     = 时间/日期注释
IDC_CHECK_NOTE_WATERMARK= 添加水印
IDC_CHECK_NOTE_TITLE    = 标题注释

////////////////////////////////录制范围设置界面/////////////////////////
IDC_STC_AREAHELPER_TITLE = Área
IDC_STATIC_WIDTH = Largura:
IDC_STATIC_HEIGHT = Altura:
IDC_BUTTON_HELPER_RECORD = Gravar

////////////////////////////////图片列表/////////////////////////
IDC_BUTTON_BROWSERIMAGE_LOAD = Carregar Marca d'água
IDC_BUTTON_BROWSERIMAGE_DELETE = Excluir
IDC_BUTTON_BROWSERIMAGE_OK = OK
IDC_BUTTON_BROWSERIMAGE_CANCEL = Cancelar
IDC_BUTTON_BROWSERIMAGE_TITLE = Procurar
IDC_BUTTON_BROWSERIMAGE_DES = Clique no botão "Carregar Marca d'água" adicionar a sua própria marca d'água ou selecione marca d'água existente.


////////////////////////////////提示信息/////////////////////////
IDS_PLAYER_FILTER = Arquivos de Vídeo|*.avi;*.Mp4;*.wmv;*.mpg;*.swf|Todos os arquivos (*.*)|*.*||
IDS_RECORD_FAILED = Início da gravação falhou! Código de erro:%d
IDS_CREATEDIR_FAILED = Não é possível criar a pasta: %s ,por favor redefinir!
IDS_FOLDER_ERRORNAME = Especifique um nome de pasta errada. O nome da pasta não pode conter nenhum dos seguintes caracteres: * <> "/ |?
IDS_FOLDER_TIP1 = Pasta %s não existe.
IDS_FOLDER_TIP2 = Para criá-la?
IDS_SELECT_FOLDER = Selecionar pasta de saída
IDS_IMAGEWATERMARK_FILTER = Todas as Imagens (*.jpg;*.png;*.gif|*.jpg;*.png;*.bmp;*.gif|


IDS_RECORD_START = Começando gravação ... 

// Suker
IDS_RECORD_RECORDING = Gravação ...
IDS_RECORD_PAUSE = Pausada
IDS_RECORD_READY = Pronto

IDS_AUDIO_DEVICE_MIX_MIC = Computador sons e microfone
IDS_AUDIO_DEVICE_MIX = Computador sons
IDS_AUDIO_DEVICE_MIC = Microfone
IDS_AUDIO_DEVICE_NONE = Nenhum

IDS_CLOSEAPP_WHEN_RECORD = Ele está gravando agora, você tem certeza de parar?
IDS_HOTKEY_REDEFINE = A chave [%s] foi definida, por favor, defina as outras chaves.
IDS_VOLUME = Volume
IDS_NO_CAMERADEVICE = O software não detectou a câmera, certifique-se de que a câmera foi instalada com sucesso!
IDS_INIT_CAMERA_FAILED = Falha ao inicializar a câmera!
IDS_PLAYER_TITLE = Video Player %s

[ImageListTabName]
Protection = Proteção
Business = Negócios
Love = Amor
Festival = Festival
Icon = Ícone
Feature = Característica
Digital = Digital
Cute = Bonito
Life = Vida 
User = Usuário



[Tips]
m_btnOutput = Abrir pasta de saída
m_btnSetOutput = Pasta de saída definida
m_btnStartRecord = Iniciar a gravação
m_btnSetRegionType = Definir Região
m_btnPlay = Tocar
m_btnPause = Pausa
m_btnStop = Parar
m_btnSettings = Configurações
m_btnChangeLang = Alterar idioma
m_btnAudio = Dispositivo Áudio
m_btnCamera_Open = Clique para abrir a câmera
m_btnCamera_Close = Clique para fechar a câmera
m_btnClose = Fechar
strHasTmpWatermark = Você não salvou marca d'água, adicione agora?
strInvalidImage = Arquivo de imagem inválido!
strTrial = 
strFamilyLicense = Licença Família
strWatermark1 = 
strWatermark2 = www.thundershare.net
strWatermark3 = 
strConfigPath = \ThunderSoft\Free Screen Recorder\
strClearTip = Tem certeza que deseja limpar todas as marca de água?

[ErrorCode]
0001 = Codificadores não encontrados, gravação falhou!
0002 = Inicializar gravação codificador falhou!
0003 = Iniciar gravação codificador falhou!
0004 = Erro de parâmetro, gravação falhou!
0005 = Erro interno, gravação falhou!

[FrmReg]
lblTitle = Registro de Software
lblDescription1 = ThunderSoft Screen Recorder versão de teste durante a gravação de tela sem o registro aparecera marca d'água. Comprando um Código de registro remove a restrição.
lblDescription2 = Verifique o registro de E-mail enviado  para nós para registrar nome e registrar o código após a compra.
lblDescription3 = Único pagamento, Atualizações Tempo de Vida GRATIS!
lblDescription3_1 = Clique
lblDescription3_2 = botão para remover qualquer limitação.
btnBuy = Compre Agora!
btnReg = Registre-se
btnEvaluate = Avaliar

lblUsername = Email De Contato:
lblkey = Código de Registro:
lblProblem = Por favor não hesite em contactar-nos:

strNoKey = Por favor, insira a chave de registro!
strNoName = Por favor digite seu e-mail de contato!
strErrorEmail = Seu formato e-mail não é correto. por favor digite novamente!
strRegSuccess = Atualização para a versão registrada com sucesso.
strRegToName = Este software está registrado para %s
strRegFailed = Falha ao atualizar para a versão completa.
strErrorKeyLength = Código de registro inválido.
strRegFailedReason1 = Código do produto inválido.
strRegFailedReason2 = Falha ao inicializar registro.
strRegFailedReason3 = Falha ao registrar produto.
strRegFailedReason4 = Falha ao ativar este produto, o código de registro não pode ser verificado através da rede!
strInvalidKey = O código de registro não pode ser verificado através da rede, por favor, comprar para obter a chave válida.
strKeyBeDeleted = Detectamos que suas informações de registro foi apagado, por favor entre em contato conosco e registre novamente o software!!
support= Contato equipe de suporte técnico

[FrmRegTip]
lblTitle = Registo de Ponta
lblDes1_1 = Falha ao registrar, o código de registo inserido somente pode ser usado em 1 PC.
lblDes1_2 = Falha ao registrar, o código de registo inserido somente pode ser usado em 3 PCs.
lblDes2= Agora você tem duas maneiras de resolver esse problema:
lblBuy = 1. Compre um outro código de registro para autorizar o PC.
lblActive = 2. Desautorizar o código de registro em outros PCs, então autorizar o PC.
lblEmail = Código de Registro:
btnBuy = Compre Agora!
btnActive = Continuar
btnOK = Fechar
strActiveFailed = Falha ao autorizar o PC, por favor insira o código de registro correto!
lblTip1 =
lblTip2 =

[FrmGetNewVersion]
Title = A última versão foi lançada.
btnUpdate = Atualizar Agora
btnCancel = Lembre-Me Mais Tarde
HasNewVerson = Uma nova versão (%s) foi lançada!
VersionTip = Estamos muito animado para anunciar uma nova versão do %s com um novo conjunto de características.Usando a versão mais recente pode ser uma experiência melhor, por favor clique no botão 'Atualizar Agora' para baixá-lo.
FreeVersionTip = Estamos muito animado para anunciar uma nova versão do %s com um novo conjunto de características.Usando a versão mais recente pode ser uma experiência melhor, por favor clique no botão 'Atualizar Agora'para baixá-lo.

[FrmAbout]
Type = 1
About = Sobre
version= Versão:
VersionNumber = 6.3.0
copyright=Copyright (C) 2016 ThunderSoft. All Rights Reserved.
homePage= Visite a página inicial deste produto
lblRegTo=Registrado para:
support= Entre em contato com a equipe de suporte técnico
btnOK = OK
lblDes = Aviso: Este programa de computador é protegido pela lei de direitos autorais e tratados internacionais.Reprodução não autorizada ou distribuição pode resultar em severas penalidades civis e criminais e será processada na máxima extensão possível ao abrigo da lei.


[Product]
Company Name = ThunderSoft
CompanyHomePage = http://www.thundershare.net/free-screen-recorder/
Product short Name = Free Screen Recorder
Product long Name = Free Screen Recorder
ProductHomePage = http://www.thundershare.net/free-screen-recorder/
ProductHelpPage = http://www.thundershare.net/free-screen-recorder/
PurchaseURL = http://www.thundershare.net/screen-recorder/buy.html
BuyNowURL = http://www.thundershare.net/screen-recorder/buy.html
Support Email = thundersoftsupport@gmail.com